Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: The i18next interpolation does not match source.
sv: Interpoleringen i18next stämmer inte överens med källan.

source: ECMAScript template literals
sv: EMAScript-mallitteraler

source: ECMAScript template literals do not match source.
sv: ECMAScript-malltext matchar inte källkoden.

source: Percent placeholders
sv: Procentplatshållare

source: The percent placeholders do not match source.
sv: Procentplatshållarna stämmer inte överens med källan.

source: Vue I18n formatting
sv: Vue I18n-formatering

source: The Vue I18n formatting does not match source.
sv: Vue I18n-formateringen stämmer inte överens med källan.

source: Automattic components formatting
sv: Formatering av Automattic-komponenter

source: The Automattic components' placeholders do not match the source.
sv: Automattic-komponenternas platshållare stämmer inte överens med källan.

source: Multiple unnamed variables
sv: Flera namnlösa variabler

source: There are multiple unnamed variables in the string, making it impossible for translators to reorder them.
sv: Det finns flera namnlösa variabler i strängen, vilket gör det omöjligt för översättare att ordna om dem.

source: Does not follow glossary
sv: Överensstämmer inte med ordlistan

source: The translation does not follow terms defined in a glossary.
sv: Översättningen följer inte poster som definierats i en ordlista.

source: Following terms are not translated according to glossary: {}
sv: Följande poster översätts inte enligt ordlista: {}

source: Prohibited initial character
sv: Förbjuden inledande bokstav

source: The string starts with a prohibited character in CSV.
sv: Strängen börjar med ett otillåtet tecken i CSV.

source: The string starts with one or more of the following forbidden characters: {}
sv: Strängen börjar med ett eller flera av följande förbjudna tecken: {}

source: Syntax errors in ICU MessageFormat strings.
sv: Syntaxfel i ICU MessageFormat-strängar.

source: Syntax errors and/or placeholder mismatches in ICU MessageFormat strings.
sv: Syntaxfel och/eller platshållarfel i ICU MessageFormat-strängar.

source: Syntax error: %s
sv: Syntaxfel: %s

source: One or more unknown placeholders in the translation: %s
sv: En eller flera okÃ¤nda platshÃ¥llare i Ã¶versÃ¤ttningen: %s

source: One or more placeholders missing in the translation: %s
sv: En eller flera platshÃ¥llare saknas i Ã¶versÃ¤ttningen: %s

source: One or more placeholder types are incorrect: %s
sv: En eller flera platshÃ¥llartyper Ã¤r felaktiga: %s

source: Missing other sub-message for: %s
sv: Saknar annat undermeddelande fÃ¶r: %s

source: Incorrect plural selectors for: %s
sv: Felaktiga pluralvÃ¤ljare fÃ¶r: %s

source: Incorrect sub-message selectors for: %s
sv: Felaktiga undermeddelandevÃ¤ljare fÃ¶r: %s

source: One or more placeholders should have a corresponding XML tag in the translation: %s
sv: En eller flera platshÃ¥llare ska ha en motsvarande XML-tagg i Ã¶versÃ¤ttningen: %s

source: One or more placeholders should not be an XML tag in the translation: %s
sv: En eller flera platshÃ¥llare ska inte vara en XML-tagg i Ã¶versÃ¤ttningen: %s

source: One or more XML tags has unexpected content in the translation: %s
sv: En eller flera XML-taggar har ovÃ¤ntat innehÃ¥ll i Ã¶versÃ¤ttningen: %s

source: One or more XML tags missing content in the translation: %s
sv: En eller flera XML-taggar saknar innehÃ¥ll i Ã¶versÃ¤ttningen: %s

source: BBCode markup
sv: BBCode-märkning

source: BBCode in translation does not match source.
sv: BBCode i översättningen stämmer inte överens med källan.

source: The translation is not valid XML.
sv: Översättningen är inte giltig XML.

source: XML markup
sv: XML-markering

source: XML tags in translation do not match source.
sv: XML-taggarna i översättningen stämmer inte överens med källtexten.

source: Markdown references
sv: Markdown-referenser

source: Markdown link references do not match source.
sv: Markdown-länkreferenser stämmer inte överens med källan.

source: Markdown links
sv: Markdown-länkar

source: Markdown links do not match source.
sv: Markdown-länkar stämmer inte överens med källan.

source: Markdown syntax does not match source.
sv: Markdown-syntaxen stämmer inte överens med källan.

source: The translation does not contain an URL.
sv: ÃversÃ¤ttningen innehÃ¥ller ingen URL.

source: Unsafe HTML
sv: Osäker HTML

source: The translation uses unsafe HTML markup.
sv: Översättningen använder osäker HTML-markup.

source: Inconsistent reStructuredText
sv: Inkonsekvent reStructuredText

source: Inconsistent reStructuredText markup in the translated message.
sv: Inkonsekvent reStructuredText-markup i det översatta meddelandet.

source: The following reStructuredText markup is missing: {}
sv: Följande reStructuredText-markup saknas: {}

source: The following reStructuredText markup is extra: {}
sv: Följande reStructuredText-markup är extra: {}

source: reStructuredText syntax error
sv: reStructuredText-syntaxfel

source: reStructuredText syntax error in the translation.
sv: reStructuredText-syntaxfel i översättningen.

source: The translation should not start with a list marker.
sv: Översättningen ska inte börja med en listmarkör.

source: Placeholders
sv: Platshållare

source: Translation is missing some placeholders.
sv: Översättningen saknar några platshållare.

source: Regular expression
sv: Reguljärt uttryck

source: Translation does not match regular expression.
sv: Översättningen stämmer inte överens med det reguljära uttrycket.

source: Does not match regular expression {}.
sv: Matchar inte reguljärt uttryck {}.

source: Qt format string does not match source.
sv: Qt-formatsträngen stämmer inte överens med källan.

source: Qt plural format string does not match source.
sv: Qt-pluralformatsträngen stämmer inte överens med källan.

source: Maximum size of translation
sv: Maximal storlek för översättningen

source: Translation rendered text should not exceed given size.
sv: ÃversÃ¤ttningens renderade text fÃ¥r inte Ã¶verskrida angiven storlek.

source: It fits into given boundaries. The rendering is shown for your convenience.
sv: Det passar inom givna gränser. Renderingen visas för din bekvämlighet.

source: Ruby format string does not match source.
sv: Ruby-formatsträngen stämmer inte överens med källan.

source: Unchanged translation
sv: Oförändrad översättning

source: Source and translation are identical.
sv: Källan och översättningen är identiska.

source: Unpluralised
sv: Opluraliserad

source: The string is used as plural, but not using plural forms.
sv: Strängen används i plural, men utan att använda pluralformer.

source: Ellipsis
sv: Ellips

source: The string uses three dots (...) instead of an ellipsis character (â¦).
sv: StrÃ¤ngen anvÃ¤nder tre punkter (...) istÃ¤llet fÃ¶r ett ellipsstecken (â¦).

source: Multiple failing checks
sv: Flera fallerande kontroller

source: The translations in several languages have failing checks.
sv: Översättningarna till flera språk har felaktiga kontroller.

source: Following checks are failing:
sv: Följande kontroller misslyckas:

source: Long untranslated
sv: Sedan länge oöversatt

source: The string has not been translated for a long time.
sv: Strängen har inte översatts på länge.

source: Weblate configuration
sv: Weblate-konfiguration

source: Font style
sv: Teckenstil

source: Font file
sv: Font-fil

source: OpenType and TrueType fonts are supported.
sv: OpenType- och TrueType-teckensnitt stöds.

source: Font group name
sv: Namn på teckensnittsgrupp

source: Identifier you will use in checks to select this font group. Avoid whitespaces and special characters.
sv: Identifierare som du vill använda i checkar för att välja den här teckensnittsgruppen. Undvik blanktecken och specialtecken.

source: Default font
sv: Standardteckensnittet

source: Default font is used unless per language override matches.
sv: Standardteckensnitt används om inte en matchande språk-åsidosättning finns.

source: Unsupported file format.
sv: Filformatet stöds inte.

source: Font with the same name already exists.
sv: Teckensnitt med samma namn finns redan.

source: Creation failed, please fix the errors below.
sv: Det gick inte att skapa, åtgärda felen nedan.

source: Font deleted.
sv: Teckensnitt raderat.

source: The uploaded font must match the existing family and style: â%(family)s %(style)sâ
sv: Det uppladdade teckensnittet mÃ¥ste matcha den befintliga familjen och stilen: â%(family)s %(style)sâ

source: The uploaded font file is identical to the current one.
sv: Den uppladdade teckensnittsfilen är identisk med den nuvarande.

source: Font updated successfully.
sv: Teckensnittet har uppdaterats.

source: Font group with the same name already exists.
sv: Teckensnittsgrupp med samma namn finns redan.

source: No override found.
sv: Ingen åsidosättning hittades.

source: Font group deleted.
sv: Teckensnittsgruppen har raderats.

source: Could not load strings from the file, try choosing other format.
sv: Det gick inte att läsa in strängar från filen, försök välja ett annat format.

source: HTML file
sv: HTML-fil

source: Markdown file
sv: Markdown-fil

source: OpenDocument file
sv: OpenDocument-fil

source: IDML file
sv: IDML-fil

source: RC file
sv: RC-fil

source: Plain text file
sv: Vanlig textfil

source: DokuWiki text file
sv: DokuWiki textfil

source: MediaWiki text file
sv: MediaWiki textfil

source: XLIFF 1.1 with gettext extensions
sv: XLIFF 1.1 med gettext-tillägg

source: Multivalue CSV
sv: Flervärdig CSV

source: JSON nested structure file
sv: JSON nested structure-fil

source: Android String Resource
sv: Android String-resurs

source: iOS strings
sv: iOS-strängar

source: Multivalue CSV file
sv: CSV-fil med flera värden

source: gettext PO file
sv: gettext PO-fil

source: gettext PO file (monolingual)
sv: gettext po-fil (enspråkig)

source: Qt Linguist translation file
sv: Qt Linguist-Ã¶versÃ¤ttningsfil

source: XLIFF 1.2 translation file
sv: XLIFF 1.2 översättningsfil

source: XLIFF 1.2 with placeables support
sv: XLIFF 1.2 med stöd för placeables

source: XLIFF 1.2 with gettext extensions
sv: XLIFF 1.2 med gettext-tillägg

source: XLIFF 2.0 translation file
sv: XLIFF 2.0-översättningsfil

source: XLIFF 2.0 translation file with placeables support
sv: XLIFF 2.0-översättningsfil med stöd för placerbara objekt

source: Joomla language file
sv: Joomla-språkfil

source: GWT properties
sv: GWT-egenskaper

source: PHP strings
sv: PHP-strängar

source: Laravel PHP strings
sv: Laravel PHP-strängar

source: .NET resource file
sv: .NET-resursfil

source: Could not parse the key: %s
sv: Kunde inte tolka nyckeln: %s

source: JSON file
sv: JSON-fil

source: WebExtension JSON file
sv: WebExtension JSON-fil

source: i18next JSON file v3
sv: i18next JSON-fil v3

source: i18next JSON file v4
sv: i18next JSON-fil v4

source: go-i18n v1 JSON file
sv: go-i18n v1 JSON-fil

source: go-i18n v2 JSON file
sv: go-i18n v2 JSON-fil

source: ARB file
sv: ARB-fil

source: gotext JSON file
sv: gotext JSON-fil

source: Format.JS JSON file
sv: Format.JS JSON-fil

source: Nextcloud JSON file
sv: Nextcloud JSON-fil

source: RESJSON file
sv: RESJSON-fil

source: TOML file
sv: TOML-fil

source: go-i18n TOML file
sv: go-i18n TOML-fil

source: CSV file
sv: CSV-fil

source: Simple CSV file
sv: Simple CSV-fil

source: YAML file
sv: YAML-fil

source: Ruby YAML file
sv: Ruby YAML-fil

source: DTD file
sv: DTD-fil

source: SubRip subtitle file
sv: SubRip-undertextfil

source: MicroDVD subtitle file
sv: MicroDVD-undertextfil

source: Advanced SubStation Alpha subtitle file
sv: Advanced SubStation Alpha-undertextfil

source: SubStation Alpha subtitle file
sv: SubStation Alpha-undertextfil

source: Flat XML file
sv: Flat XML-fil

source: ResourceDictionary file
sv: ResourceDictionary-fil

source: INI file
sv: INI-fil

source: Inno Setup INI file
sv: Inno Setup INI-fil

source: TermBase eXchange file
sv: TermBase eXchange-fil

source: @draggable/i18n lang file
sv: @draggable/i18n språkfil

source: Stringsdict file
sv: Stringsdict -fil

source: Fluent file
sv: Fluent-fil

source: Should be a directory with metadata files!
sv: Bör vara en katalog med metadatafiler!

source: App store metadata files
sv: Metadata-filer för App store

source: Glossaries
sv: Ordlistor

source: Invalid integer list!
sv: Ogiltig heltalslista!

source: Glossary
sv: Ordlista

source: Weblate languages
sv: Weblate-språk

source: One
sv: En

source: Few
sv: NÃ¥gra fÃ¥

source: Zero
sv: Noll

source: Two
sv: TvÃ¥

source: Many
sv: MÃ¥nga

source: Three
sv: Tre

source: Language code
sv: Språkkod

source: Language name
sv: Språknamn

source: Text direction
sv: Textriktning

source: Automatically detect text direction
sv: Upptäck automatiskt textriktning

source: Left to right
sv: Vänster till höger

source: Right to left
sv: Höger till vänster

source: Number of speakers
sv: Antal talare

source: Number of people speaking this language.
sv: Antal personer som talar detta språk.

source: Case-sensitive
sv: Skiftlägeskänslig

source: Case-insensitive
sv: Inte skiftlägeskänslig

source: One/other
sv: En/Ã¶vriga

source: One/few/other
sv: /En/fÃ¥tal/Ã¶vriga

source: Arabic languages
sv: Arabiska sprÃ¥k

source: Zero/one/other
sv: Inga/en/Ã¶vriga

source: One/two/other
sv: En/tvÃ¥/Ã¶vriga

source: One/other/two
sv: En/Ã¶vriga/tvÃ¥

source: One/two/few/other
sv: /En/tvÃ¥/fÃ¥tal/Ã¶vriga

source: Other/one/two/few
sv: Ãvriga/en/tvÃ¥/fÃ¥tal

source: One/two/three/other
sv: En/tvÃ¥/tre/Ã¶vriga

source: One/other/zero
sv: En/Ã¶vriga/inga

source: One/few/many/other
sv: En/fÃ¥tal/mÃ¥nga/Ã¶vriga

source: Two/other
sv: TvÃ¥/Ã¶vriga

source: One/two/few/many/other
sv: En/tvÃ¥/fÃ¥tal/mÃ¥nga/Ã¶vriga

source: Zero/one/two/few/many/other
sv: Inga/en/tvÃ¥/fÃ¥tal/mÃ¥nga/Ã¶vriga

source: Zero/other
sv: Inga/Ã¶vriga

source: Zero/one/few/other
sv: Inga/en/fÃ¥tal/Ã¶vriga

source: Zero/one/two/few/other
sv: Inga/en/tvÃ¥/fÃ¥tal/Ã¶vriga

source: Zero/one/two/other
sv: Inga/en/tvÃ¥/Ã¶vriga

source: Zero/one/few/many/other
sv: Inga/en/fÃ¥tal/mÃ¥nga/Ã¶vriga

source: One/many/other
sv: En/mÃ¥nga/Ã¶vriga

source: Zero/one/many/other
sv: Inga/en/mÃ¥nga/Ã¶vriga

source: One/few/many
sv: En/fÃ¥tal/mÃ¥nga

source: One/zero/few/other
sv: /En/inga/fÃ¥tal/Ã¶vriga

source: Plural definition source
sv: Pluraldefinitionskälla

source: Default plural
sv: Standard pluralform

source: gettext plural formula
sv: gettext-pluralformel

source: CLDR plural with zero
sv: CLDR-plural med noll

source: Manually entered formula
sv: Manuellt angiven formel

source: Number of plurals
sv: Antal pluralformer

source: Plural formula
sv: Pluralformel

source: Plural type
sv: Pluraltyp

source: Example counts for this plural form.
sv: Exempel på antal för pluralformen.

source: Remove all translations using this language first.
sv: Ta bort alla översättningar med det här språket först.

source: Language %s removed.
sv: Språk %s har tagits bort.

source: I agree with the General Terms and Conditions document
sv: Jag godkänner dokumentet Allmänna villkor

source: We have an updated version of the General Terms and Conditions document, please read it and confirm that you agree with it.
sv: Vi har en uppdaterad version av dokumentet AllmÃ¤nna villkor. LÃ¤s igenom det och bekrÃ¤fta att du godkÃ¤nner det.

source: You have to agree to the General Terms and Conditions
sv: Du måste godkänna de allmänna villkoren

source: Please read following General Terms and Conditions document:
sv: LÃ¤s fÃ¶ljande dokument fÃ¶r allmÃ¤nna villkor:

source: Subcontractors
sv: Underleverantörer

source: This page is based on the General Terms and Conditions and the Privacy Policy, you should still read the original documents to fully understand them:
sv: Denna sida baseras på de allmänna villkoren och integritetspolicyn. Du bör ändå läsa originaldokumenten för att förstå dem fullt ut:

source: General Terms and Conditions
sv: Generella villkor och bestämmelser

source: Cookies are used on this site for the following:
sv: Cookies används på sidan för följande:

source: Authentication cookies which are required for recognizing authenticated users.
sv: Autentiserings-cookies, som är nödvändiga för att hantera inloggade användare.

source: Preferences cookie to store user preferences in certain situations.
sv: Inställnings-cookie, som används för att spara inställningar i vissa situationer.

source: This site uses Matomo to analyze website traffic. It honours "Do Not Track" settings in your browser.
sv: Sidan använder Matomo för att analysera webbtrafiken. Matomo respekterar "Do Not Track"-inställningarna i din webbläsare.

source: This site uses Google Analytics to analyze website traffic.
sv: Sidan använder Google Analytics för att analysera webbtrafiken.

source: Legal Terms Overview
sv: Översikt av juridiska villkor

source: Could not fetch supported languages: %s
sv: Kunde inte hämta språk som stöds: %s

source: No supported languages found: %s
sv: Inga språk som stöds hittades: %s

source: Could not fetch translation: %s
sv: Kunde inte hämta översättning: %s

source: Source language selection
sv: Val av kÃ¤llsprÃ¥k

source: API key
sv: API-nyckel

source: API URL
sv: URL fÃ¶r API

source: Client ID
sv: Klient-ID

source: Client secret
sv: Klienthemlighet

source: Contact e-mail
sv: Kontaktmejl

source: SAP username
sv: SAP anvÃ¤ndarnamn

source: SAP password
sv: SAP lÃ¶senord

source: Enable machine translation
sv: Aktivera maskinÃ¶versÃ¤ttning

source: Translation domain
sv: ÃversÃ¤ttningsdomÃ¤n

source: The ID of a translation domain, for example, BC. If you do not specify a domain, the method searches for translations in all available domains.
sv: ID för en översättningsdomän, till exempel BC. Om du inte anger någon domän söker metoden efter översättningar i alla tillgängliga domäner.

source: Please provide either key or username and password.
sv: Ange antingen nyckel eller användarnamn och lösenord.

source: Application base URL
sv: Applikationens bas-URL

source: Authentication service URL
sv: URL fÃ¶r autentiseringstjÃ¤nst

source: Regional or multi-service can be specified using region field below.
sv: Regional eller multi-service kan anges med hjälp av fältet för region nedan.

source: Authentication service region
sv: Region fÃ¶r autentiseringstjÃ¤nst

source: Specify a customized system category ID to use it instead of general one.
sv: Ange ett anpassat systemkategori-ID fÃ¶r att anvÃ¤nda det istÃ¤llet fÃ¶r det allmÃ¤nna.

source: Google Translate service account info
sv: Kontoinformation fÃ¶r Google Translate-tjÃ¤nsten

source: Enter a JSON key for the service account.
sv: Ange en JSON-nyckel fÃ¶r service-kontot.

source: Google Translate project
sv: Google Translate-projekt

source: Enter the numeric or alphanumeric ID of your Google Cloud project.
sv: Ange ett numeriskt eller alfanumeriskt ID till ditt Google Cloud-projekt.

source: Google Translate location
sv: Google Translate-plats

source: Choose a Google Cloud Translation region that is used for the Google Cloud project or is closest to you.
sv: VÃ¤lj en Google Cloud Translation-region som anvÃ¤nds fÃ¶r Google Cloud-projektet eller som ligger nÃ¤rmast dig.

source: Europe
sv: Europa

source: US
sv: USA

source: Google Storage Bucket name
sv: Google Storage Bucket-namn

source: Enter the name of the Google Cloud Storage bucket that is used to store the Glossary files.
sv: Ange namnet pÃ¥ den Google Cloud Storage-bucket som anvÃ¤nds fÃ¶r att lagra ordlistefilerna.

source: Could not parse JSON: %s
sv: Kunde inte tolka JSON: %s

source: API secret key
sv: Hemlig nyckel

source: Region name
sv: Regionnamn

source: Access key ID
sv: ID fÃ¶r Ã¥tkomstnyckel

source: Access key secret
sv: Ã tkomstnyckelhemlighet

source: Context vector
sv: Kontextvektor

source: Comma-separated list of memory IDs:weight. e.g: 1234:0.123,4567:0.456
sv: Kommaseparerad lista över minnes-ID:vikt. Exempel: 1234:0,123,4567:0,456

source: The context vector is not valid: %s
sv: Kontextvektorn är ogiltig: %s

source: The weight value must be between 0 and 1: %s
sv: Viktvärdet måste ligga mellan 0 och 1: %s

source: Formality
sv: Formalitet

source: Uses the specified formality if language is not specified as (in)formal
sv: Använder angiven formalitet om språket inte anges som (o)formellt

source: Translation context
sv: ÃversÃ¤ttningskontext

source: Describe the context of the translation to improve the accuracy of the translation.
sv: Beskriv översättningens sammanhang för att förbättra översättningens noggrannhet.

source: Use next-gen model
sv: AnvÃ¤nd nÃ¤sta generations modell

source: Prefer next-gen LLM over classic machine translation model.
sv: Föredra nästa generations LLM framför klassisk maskinöversättningsmodell.

source: LLM model
sv: LLM-modell

source: Translator persona
sv: ÃversÃ¤ttnings-persona

source: Describe the persona of translator to improve the accuracy of the translation. For example: âYou are a squirrel breeder.â
sv: Beskriv Ã¶versÃ¤ttarens persona fÃ¶r att fÃ¶rbÃ¤ttra Ã¶versÃ¤ttningens noggrannhet. Till exempel: "Du Ã¤r en ekorruppfÃ¶dare."

source: Translator style
sv: ÃversÃ¤ttarstil

source: Describe the style of translation. For example: âUse informal language.â
sv: Beskriv Ã¶versÃ¤ttningsstilen. Till exempel: "AnvÃ¤nd informellt sprÃ¥k."

source: Custom model
sv: Anpassad modell

source: OpenAI API base URL
sv: OpenAI API-bas-URL

source: Base URL of the OpenAI API, if it differs from the OpenAI default URL
sv: Bas-URL för OpenAI API, om den skiljer sig från OpenAI:s standard-URL

source: OpenAI model
sv: OpenAI-lÃ¤ge

source: Only needed when model is set to 'Custom model'
sv: Behövs endast när modellen är inställd på "Anpassad modell"

source: Missing custom model name.
sv: Saknat anpassat modellnamn.

source: Choose custom model here to enable it.
sv: Välj anpassad modell här för att aktivera den.

source: Azure OpenAI endpoint URL
sv: Azure OpenAI-slutpunktens URL

source: Endpoint URL of the instance, e.g: https://my-instance.openai.azure.com.
sv: Instansens slutpunkts-URL, t.ex.: https://my-instance.openai.azure.com.

source: Azure OpenAI deployment
sv: Azure OpenAI-distribution

source: The model's unique deployment name.
sv: Modellens unika distributionsnamn.

source: Base URL of the Ollama API, localhost and port 11434 by default.
sv: Bas-URL för Ollama API, localhost och port 11434 som standard.

source: Ollama model
sv: Ollama-modell

source: Name of the model described in Ollama catalogue.
sv: Namnet på modellen som beskrivs i Ollama-katalogen.

source: Claude Sonnet 4.5 (Recommended)
sv: Claude Sonnet 4.5 (Rekommenderas)

source: Anthropic model
sv: Antropisk modell

source: Custom model name
sv: Anpassat modellnamn

source: Automatic selection
sv: Automatisk markering

source: Component source language
sv: Komponentens kÃ¤llsprÃ¥k

source: Secondary language defined in project or component
sv: SekundÃ¤rt sprÃ¥k definierat i projekt eller komponent

source: Service is currently not available.
sv: Tjänsten är för närvarande inte tillgänglig.

source: File
sv: Fil

source: You can upload a file of following formats: %s.
sv: Du kan skicka upp en fil med fÃ¶ljande format: %s.

source: Source language
sv: Källspråk

source: Source language of the document when not specified in file
sv: Dokumentets källspråk när det inte anges i filen

source: Target language
sv: Målspråk

source: Target language of the document when not specified in file
sv: Dokumentets målspråk när det inte anges i filen

source: Source language and target language must be specified for this file format.
sv: Källspråk och målspråk måste anges för detta filformat.

source: Confirm deleting all translation memory entries
sv: Bekräfta borttagning av alla poster i översättningsminnet

source: Unsupported file extension: %s
sv: Filändelsen stöds inte: %s
